Repository: Caithyro/MyHome
Catalog: My Home/DefaultFiles/*.lproj/Localizable.strings
Languages: uk

# l.errorUnknownDeviceString
source: Error: Unknown device
uk: Помилка: Невідомий пристрій

# l.errorNoSliderFoundString
source: Error: No slider found
uk: Помилка: Слайдер не існує

# l.errorNoSwitchFoundString
source: Error: No switch found
uk: Помилка: Перемикач не існує

# l.errorSomethingWentWrongString
source: Error: Something went wrong, check console
uk: Помилка: Щось пішло не так, перевірте консоль

# l.deviceUnknownString
source: Unknown
uk: Невідомий

# l.deviceLightString
source: Light
uk: Лампа

# l.deviceHeaterString
source: Heater
uk: Обігрівач

# l.deviceRollerShutterString
source: RollerShutter
uk: Жалюзі

# l.deviceModeOnString
source: ON
uk: увімкнено

# l.deviceModeOffString
source: OFF
uk: вимкнено

# l.deviceStateOpenedString
source: opened
uk: відчинено

# l.deviceStateClosedString
source: closed
uk: зачинено

# l.onOffLabelString
source: On/Off
uk: Увімк./Вимк.

# l.explanationAnnotationLabelStringLight
source: Drag to set intensity
uk: Потягніть щоб встановити інтенсивність

# l.explanationAnnotationLabelStringHeater
source: Step is 0.5°C
uk: Крок 0.5°C

# l.explanationAnnotationLabelStringRollerShutter
source: Drag to set position
uk: Потягніть щоб встановити позицію

# l.atString
source: at
uk: на
